Revit 2024 API
Tile.TileUseColumnEdit Property
 The property labeled "Column Modify" from the "Tile" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string TileUseColumnEdit { get; }
Visual Basic
Public Shared ReadOnly Property TileUseColumnEdit As String
	Get
Visual C++
public:
static property String^ TileUseColumnEdit {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
Tile Class
Autodesk.Revit.DB.Visual Namespace